Repository: mansoor2016/Safa
Catalog: Safa/Localizable.xcstrings
Source language: en
Languages: ar, bn, fa, fr, id, ms, tr, ur

source: Safa is provided "as is" without warranty. We are not liable for spiritual decisions, missed prayers due to technical issues, or any indirect damages.
ar: يُقدم Safa "كما هو" دون ضمان. نحن غير مسؤولين عن القرارات الروحية أو الصلوات الفائتة بسبب مشاكل تقنية أو أي أضرار غير مباشرة.
bn: Safa "যেমন আছে" ওয়ারেন্টি ছাড়াই প্রদান করা হয়। আমরা আধ্যাত্মিক সিদ্ধান্ত, প্রযুক্তিগত সমস্যার কারণে মিস করা নামাজ বা কোন পরোক্ষ ক্ষতির জন্য দায়ী নই।
fa: Safa «همانطور که هست» بدون ضمانت ارائه می‌شود. ما مسئول تصمیمات معنوی، نمازهای از دست رفته به دلیل مشکلات فنی، یا هر آسیب غیرمستقیم نیستیم.
fr: Safa est fournie « telle quelle » sans garantie. Nous ne sommes pas responsables des décisions spirituelles, des prières manquées en raison de problèmes techniques ou de tout dommage indirect.
id: Safa disediakan "apa adanya" tanpa jaminan. Kami tidak bertanggung jawab atas keputusan spiritual, shalat yang terlewat karena masalah teknis, atau kerusakan tidak langsung apa pun.
ms: Safa disediakan "sebagaimana adanya" tanpa jaminan. Kami tidak bertanggungjawab untuk keputusan rohani, solat yang terlepas akibat masalah teknikal, atau sebarang kerosakan tidak langsung.
tr: Safa garanti olmaksızın "olduğu gibi" sağlanır. Manevi kararlardan, teknik sorunlar nedeniyle kaçırılan namazlardan veya dolaylı zararlardan sorumlu değiliz.
ur: Safa "جیسا ہے" بغیر کسی وارنٹی کے فراہم کیا جاتا ہے۔ ہم روحانی فیصلوں، تکنیکی مسائل کی وجہ سے چھوٹی نمازوں، یا کسی بھی بالواسطہ نقصان کے ذمہ دار نہیں ہیں۔

source: Safa is thinking
ar: Safa يفكر
bn: Safa চিন্তা করছে
fa: Safa در حال فکر کردن است
fr: Safa réfléchit
id: Safa sedang berpikir
ms: Safa sedang berfikir
tr: Safa düşünüyor
ur: Safa سوچ رہا ہے

source: Save
ar: حفظ
bn: সংরক্ষণ করুন
fa: ذخیره
fr: Enregistrer
id: Simpan
ms: Simpan
tr: Kaydet
ur: محفوظ

source: Schedule
ar: الجدول
bn: সময়সূচী
fa: برنامه‌ریزی
fr: Programme
id: Jadwal
ms: Jadual
tr: Program
ur: شیڈول

source: Search duas...
ar: ابحث عن أدعية...
bn: দোয়া অনুসন্ধান করুন...
fa: جستجوی دعاها...
fr: Rechercher des dou'as...
id: Cari doa...
ms: Cari doa...
tr: Duaları ara...
ur: دعائیں تلاش کریں...

source: Search Quran
ar: ابحث في القرآن
bn: কুরআন অনুসন্ধান করুন
fa: جستجوی قرآن
fr: Rechercher dans le Coran
id: Cari Al-Quran
ms: Cari Al-Quran
tr: Kur'an'da Ara
ur: قرآن میں تلاش کریں

source: Search surahs...
ar: ابحث عن سور...
bn: সূরা অনুসন্ধান করুন...
fa: جستجوی سوره‌ها...
fr: Rechercher des sourates...
id: Cari surah...
ms: Cari surah...
tr: Sureleri ara...
ur: سورتیں تلاش کریں...

source: Searching...
ar: جارٍ البحث...
bn: অনুসন্ধান করা হচ্ছে...
fa: در حال جستجو...
fr: Recherche en cours...
id: Mencari...
ms: Mencari...
tr: Aranıyor...
ur: تلاش جاری ہے...

source: Section
ar: القسم
bn: বিভাগ
fa: بخش
id: Bagian
ms: Bahagian
tr: Bölüm
ur: سیکشن

source: Select Date
ar: اختر التاريخ
bn: তারিখ নির্বাচন করুন
fa: انتخاب تاریخ
fr: Sélectionner la date
id: Pilih Tanggal
ms: Pilih Tarikh
tr: Tarih Seç
ur: تاریخ منتخب کریں

source: Select Reciter
ar: اختر القارئ
bn: তিলাওয়াতকারী নির্বাচন করুন
fa: انتخاب قاری
fr: Sélectionner le récitateur
id: Pilih Qari
ms: Pilih Qari
tr: Hafız Seç
ur: قاری منتخب کریں

source: Select which Islamic events to add to your calendar.
ar: اختر المناسبات الإسلامية التي تريد إضافتها إلى تقويمك.
bn: আপনার ক্যালেন্ডারে কোন ইসলামী ইভেন্ট যোগ করবেন তা নির্বাচন করুন।
fa: انتخاب کنید کدام رویدادهای اسلامی را به تقویم خود اضافه کنید.
fr: Sélectionnez les événements islamiques à ajouter à votre calendrier.
id: Pilih acara Islam mana yang akan ditambahkan ke kalender Anda.
ms: Pilih acara Islam yang hendak ditambah ke kalendar anda.
tr: Takviminize eklenecek İslami etkinlikleri seçin.
ur: منتخب کریں کہ اپنے کیلنڈر میں کون سی اسلامی تقریبات شامل کریں۔

source: Send Feedback
ar: إرسال ملاحظات
bn: প্রতিক্রিয়া পাঠান
fa: ارسال بازخورد
fr: Envoyer un retour
id: Kirim Umpan Balik
ms: Hantar Maklum Balas
tr: Geri Bildirim Gönder
ur: رائے بھیجیں

source: Send Salawat
ar: إرسال الصلاة على النبي
bn: সালাওয়াত পাঠান
fa: ارسال صلوات
fr: Envoyer des Salawat
id: Kirim Salawat
ms: Kirim Selawat
tr: Salavat Gönder
ur: درود بھیجیں

source: Set Iftar Reminder
ar: ضبط تذكير الإفطار
bn: ইফতার অনুস্মারক সেট করুন
fa: تنظیم یادآوری افطار
fr: Définir le rappel d'Iftar
id: Atur Pengingat Buka Puasa
ms: Tetapkan Peringatan Berbuka
tr: İftar Hatırlatıcısı Ayarla
ur: افطار کی یاد دہانی سیٹ کریں

source: Set Islamic Goals
ar: حدد أهدافًا إسلامية
bn: ইসলামী লক্ষ্য সেট করুন
fa: تنظیم اهداف اسلامی
fr: Définir des objectifs islamiques
id: Tetapkan Tujuan Islami
ms: Tetapkan Matlamat Islam
tr: İslami Hedefler Belirle
ur: اسلامی اہداف مقرر کریں

source: Set Suhoor Reminder
ar: ضبط تذكير السحور
bn: সেহরি অনুস্মারক সেট করুন
fa: تنظیم یادآوری سحری
fr: Définir le rappel de Souhour
id: Atur Pengingat Sahur
ms: Tetapkan Peringatan Sahur
tr: Sahur Hatırlatıcısı Ayarla
ur: سحری کی یاد دہانی سیٹ کریں

source: Settings
ar: الإعدادات
bn: সেটিংস
fa: تنظیمات
fr: Réglages
id: Pengaturan
ms: Tetapan
tr: Ayarlar
ur: ترتیبات

source: Share
ar: مشاركة
bn: শেয়ার
fa: اشتراک‌گذاری
fr: Partager
id: Bagikan
ms: Kongsi
tr: Paylaş
ur: شیئر

source: Share Eid Greeting
ar: مشاركة تهنئة العيد
bn: ঈদ শুভেচ্ছা শেয়ার করুন
fa: اشتراک‌گذاری تبریک عید
fr: Partager les vœux d'Aïd
id: Bagikan Ucapan Idul
ms: Kongsi Ucapan Hari Raya
tr: Bayram Mesajı Paylaş
ur: عید کا پیغام شیئر کریں

source: Share Safa
ar: مشاركة Safa
bn: Safa শেয়ার করুন
fa: اشتراک‌گذاری Safa
fr: Partager Safa
id: Bagikan Safa
ms: Kongsi Safa
tr: Safa'yı Paylaş
ur: Safa شیئر کریں

source: Share Safa with Friends & Family
ar: شارك Safa مع الأصدقاء والعائلة
bn: বন্ধু এবং পরিবারের সাথে Safa শেয়ার করুন
fa: Safa را با دوستان و خانواده به اشتراک بگذارید
fr: Partager Safa avec vos amis et votre famille
id: Bagikan Safa dengan Teman & Keluarga
ms: Kongsi Safa dengan Rakan & Keluarga
tr: Safa'yı Arkadaşlar ve Aile ile Paylaş
ur: دوستوں اور خاندان کے ساتھ Safa شیئر کریں

source: Share the app with friends and family
ar: شارك التطبيق مع الأصدقاء والعائلة
bn: বন্ধুবান্ধব এবং পরিবারের সাথে অ্যাপটি শেয়ার করুন
fa: برنامه را با دوستان و خانواده به اشتراک بگذارید
fr: Partager l'application avec vos amis et votre famille
id: Bagikan aplikasi dengan teman dan keluarga
ms: Kongsi aplikasi dengan rakan dan keluarga
tr: Uygulamayı arkadaşlarınız ve ailenizle paylaşın
ur: دوستوں اور خاندان کے ساتھ ایپ شیئر کریں

source: Shared!
ar: تمت المشاركة!
bn: শেয়ার করা হয়েছে!
fa: به اشتراک گذاشته شد!
fr: Partagé !
id: Dibagikan!
ms: Dikongsi!
tr: Paylaşıldı!
ur: شیئر ہو گیا!

source: Show Eid Banner
ar: عرض لافتة العيد
bn: ঈদ ব্যানার দেখান
fa: نمایش بنر عید
fr: Afficher la bannière de l'Aïd
id: Tampilkan Banner Idul
ms: Tunjuk Sepanduk Hari Raya
tr: Bayram Afişini Göster
ur: عید بینر دکھائیں

source: Show less
ar: عرض أقل
bn: কম দেখান
fa: نمایش کمتر
fr: Afficher moins
id: Tampilkan lebih sedikit
ms: Tunjuk kurang
tr: Daha az göster
ur: کم دکھائیں

source: Show more
ar: عرض المزيد
bn: আরো দেখান
fa: نمایش بیشتر
fr: Afficher plus
id: Tampilkan lebih banyak
ms: Tunjuk lebih
tr: Daha fazla göster
ur: مزید دکھائیں

source: Show Night Prayer Times
ar: عرض أوقات صلاة الليل
bn: রাতের নামাজের সময় দেখান
fa: نمایش اوقات نماز شب
fr: Afficher les horaires de prière nocturne
id: Tampilkan Waktu Shalat Malam
ms: Tunjuk Waktu Solat Malam
tr: Gece Namaz Vakitlerini Göster
ur: رات کی نماز کے اوقات دکھائیں

source: Show Prayer Page (skip Ramadan)
ar: عرض صفحة الصلاة (تخطي رمضان)
bn: নামাজ পৃষ্ঠা দেখান (রমজান এড়িয়ে যান)
fa: نمایش صفحه نماز (رد شدن رمضان)
fr: Afficher la page de prière (ignorer le Ramadan)
id: Tampilkan Halaman Shalat (lewati Ramadan)
ms: Tunjuk Halaman Solat (langkau Ramadan)
tr: Namaz Sayfasını Göster (Ramazan'ı atla)
ur: نماز کا صفحہ دکھائیں (رمضان چھوڑیں)

source: Show Ramadan Banner
ar: عرض لافتة رمضان
bn: রমজান ব্যানার দেখান
fa: نمایش بنر رمضان
fr: Afficher la bannière du Ramadan
id: Tampilkan Banner Ramadan
ms: Tunjuk Sepanduk Ramadan
tr: Ramazan Afişini Göster
ur: رمضان بینر دکھائیں

source: Show Translation
ar: عرض الترجمة
bn: অনুবাদ দেখান
fa: نمایش ترجمه
fr: Afficher la traduction
id: Tampilkan Terjemahan
ms: Tunjuk Terjemahan
tr: Meali Göster
ur: ترجمہ دکھائیں

source: Show Transliteration
ar: عرض النقل الحرفي
bn: প্রতিবর্ণীকরণ দেখান
fa: نمایش نسخه‌برداری
fr: Afficher la translittération
id: Tampilkan Transliterasi
ms: Tunjuk Transliterasi
tr: Okunuşu Göster
ur: نقل حرفی دکھائیں

source: Shows time until next prayer
ar: يعرض الوقت حتى الصلاة التالية
bn: পরবর্তী নামাজ পর্যন্ত সময় দেখায়
fa: زمان تا نماز بعدی را نشان می‌دهد
fr: Affiche le temps jusqu'à la prochaine prière
id: Menampilkan waktu hingga shalat berikutnya
ms: Tunjuk masa hingga solat seterusnya
tr: Sonraki namaza kalan süreyi gösterir
ur: اگلی نماز تک کا وقت دکھاتا ہے

source: Silver price per gram
ar: سعر الفضة للجرام
bn: প্রতি গ্রাম রূপার মূল্য
fa: قیمت نقره به ازای هر گرم
fr: Prix de l'argent par gramme
id: Harga perak per gram
ms: Harga perak per gram
tr: Gram başına gümüş fiyatı
ur: فی گرام چاندی کی قیمت

source: Skip
ar: تخطي
bn: এড়িয়ে যান
fa: رد کردن
fr: Ignorer
id: Lewati
ms: Langkau
tr: Atla
ur: چھوڑیں

source: Sleep
ar: النوم
bn: ঘুম
fa: خواب
fr: Sommeil
id: Tidur
ms: Tidur
tr: Uyku
ur: نیند

source: Sleep Dhikr
ar: أذكار النوم
bn: ঘুমের যিকির
fa: ذکر خواب
fr: Dhikr du sommeil
id: Dzikir Tidur
ms: Zikir Tidur
tr: Uyku Zikri
ur: نیند کا ذکر

source: Smart Cleanup
ar: التنظيف الذكي
bn: স্মার্ট ক্লিনআপ
fa: پاک‌سازی هوشمند
fr: Nettoyage intelligent
id: Pembersihan Cerdas
ms: Pembersihan Pintar
tr: Akıllı Temizlik
ur: سمارٹ صفائی

source: Smart settings applied
ar: تم تطبيق الإعدادات الذكية
bn: স্মার্ট সেটিংস প্রয়োগ করা হয়েছে
fa: تنظیمات هوشمند اعمال شد
fr: Réglages intelligents appliqués
id: Pengaturan cerdas diterapkan
ms: Tetapan pintar diguna pakai
tr: Akıllı ayarlar uygulandı
ur: سمارٹ ترتیبات لاگو

source: Snooze
ar: غفوة
bn: স্নুজ
fa: چرت
fr: Répéter
id: Tunda
ms: Tunda
tr: Ertele
ur: سنوز

source: Snooze 5 min
ar: غفوة 5 دقائق
bn: ৫ মিনিট স্নুজ
fa: چرت ۵ دقیقه
fr: Répéter 5 min
id: Tunda 5 menit
ms: Tunda 5 min
tr: 5 dk Ertele
ur: 5 منٹ سنوز

source: Some changes will take full effect after restarting the app.
ar: ستسري بعض التغييرات بالكامل بعد إعادة تشغيل التطبيق.
bn: কিছু পরিবর্তন অ্যাপ পুনরায় চালু করার পর সম্পূর্ণ কার্যকর হবে।
fa: برخی تغییرات پس از راه‌اندازی مجدد برنامه به طور کامل اعمال می‌شوند.
fr: Certains changements prendront pleinement effet après le redémarrage de l’application.
id: Beberapa perubahan akan berlaku sepenuhnya setelah memulai ulang aplikasi.
ms: Sesetengah perubahan akan berkuat kuasa sepenuhnya selepas memulakan semula aplikasi.
tr: Bazı değişiklikler uygulamayı yeniden başlattıktan sonra tam olarak geçerli olacaktır.
ur: کچھ تبدیلیاں ایپ دوبارہ شروع کرنے کے بعد مکمل طور پر لاگو ہوں گی۔

source: Sound
ar: الصوت
bn: শব্দ
fa: صدا
fr: Son
id: Suara
ms: Bunyi
tr: Ses
ur: آواز

source: Source: %@
ar: المصدر: %@
bn: উৎস: %@
fa: منبع: %@
id: Sumber: %@
ms: Sumber: %@
tr: Kaynak: %@
ur: ماخذ: %@

source: Special Thanks
ar: شكر خاص
bn: বিশেষ ধন্যবাদ
fa: تشکر ویژه
fr: Remerciements spéciaux
id: Terima Kasih Khusus
ms: Terima Kasih Khas
tr: Özel Teşekkürler
ur: خاص شکریہ

source: Speed %@
ar: السرعة %@
bn: গতি %@
fa: سرعت %@
fr: Vitesse %@
id: Kecepatan %@
ms: Kelajuan %@
tr: Hız %@
ur: رفتار %@

source: Spread the Word
ar: انشر الكلمة
bn: শব্দ ছড়িয়ে দিন
fa: انتشار کلمه
fr: Faire passer le mot
id: Sebarkan Kabar
ms: Sebarkan Berita
tr: Kelimeyi Yay
ur: بات پھیلائیں

source: Start Tasbeeh
ar: بدء التسبيح
bn: তাসবীহ শুরু করুন
fa: شروع تسبیح
fr: Démarrer le Tasbih
id: Mulai Tasbeeh
ms: Mula Tasbih
tr: Tesbihi Başlat
ur: تسبیح شروع کریں

source: Start Wind Down
ar: بدء الاستعداد للنوم
bn: বিশ্রাম শুরু করুন
fa: شروع آرام‌سازی
fr: Démarrer la détente
id: Mulai Persiapan Tidur
ms: Mula Bertenang
tr: Rahatlama Başlat
ur: آرام شروع کریں

source: Start your evening dhikr and prepare for a restful night.
ar: ابدأ أذكار المساء واستعد لليلة هادئة.
bn: আপনার সন্ধ্যার যিকির শুরু করুন এবং একটি শান্তিপূর্ণ রাতের জন্য প্রস্তুত হন।
fa: ذکر عصر خود را شروع کنید و برای یک شب آرام آماده شوید.
fr: Commencez votre dhikr du soir et préparez-vous pour une nuit reposante.
id: Mulai dzikir petangmu dan bersiap untuk malam yang tenang.
ms: Mulakan zikir petang anda dan bersiap untuk malam yang nyenyak.
tr: Akşam zikirlerini başlat ve dinlendirici bir geceye hazırlan.
ur: اپنا شام کا ذکر شروع کریں اور پرسکون رات کی تیاری کریں۔

source: Stats
ar: الإحصائيات
bn: পরিসংখ্যান
fa: آمار
fr: Statistiques
id: Statistik
ms: Statistik
tr: İstatistikler
ur: اعداد و شمار

source: Stay connected to your prayers
ar: ابقَ على اتصال بصلواتك
bn: আপনার নামাজের সাথে সংযুক্ত থাকুন
fa: به نمازهای خود متصل بمانید
fr: Restez connecté à vos prières
id: Tetap terhubung dengan shalatmu
ms: Kekal berhubung dengan solat anda
tr: Namazlarınızla bağlantıda kalın
ur: اپنی نمازوں سے جڑے رہیں

source: Stop adhan
ar: إيقاف الأذان
bn: আযান বন্ধ করুন
fa: متوقف کردن اذان
fr: Arrêter l'adhan
id: Hentikan adzan
ms: Hentikan azan
tr: Ezanı durdur
ur: اذان بند کریں

source: Stop Adhan
ar: إيقاف الأذان
bn: আযান বন্ধ করুন
fa: متوقف کردن اذان
fr: Arrêter l'Adhan
id: Hentikan Adzan
ms: Hentikan Azan
tr: Ezanı Durdur
ur: اذان بند کریں

source: Stop generating
ar: إيقاف التوليد
bn: তৈরি করা বন্ধ করুন
fa: متوقف کردن تولید
fr: Arrêter la génération
id: Hentikan pembuatan
ms: Hentikan penjanaan
tr: Oluşturmayı durdur
ur: پیدا کرنا بند کریں

source: Storage Used
ar: التخزين المستخدم
bn: ব্যবহৃত সংরক্ষণ
fa: فضای استفاده شده
fr: Stockage utilisé
id: Penyimpanan Terpakai
ms: Storan Digunakan
tr: Kullanılan Depolama
ur: استعمال شدہ اسٹوریج

source: Streaks
ar: السلاسل
bn: ধারাবাহিকতা
fa: روزهای متوالی
fr: Séries
id: Capaian Beruntun
ms: Pencapaian
tr: Seriler
ur: سلسلے

source: Submit
ar: إرسال
bn: জমা দিন
fa: ارسال
fr: Soumettre
id: Kirim
ms: Hantar
tr: Gönder
ur: جمع کرائیں

source: Subscriber
ar: مشترك
bn: সাবস্ক্রাইবার
fa: مشترک
fr: Abonné
id: Pelanggan
ms: Pelanggan
tr: Abone
ur: سبسکرائبر

source: Subscribers get custom app icons and early access to new features.
ar: يحصل المشتركون على أيقونات مخصصة للتطبيق ووصول مبكر للميزات الجديدة.
bn: সাবস্ক্রাইবাররা কাস্টম অ্যাপ আইকন এবং নতুন ফিচারে আগাম অ্যাক্সেস পান।
fa: مشترکین آیکون‌های سفارشی و دسترسی زودهنگام به ویژگی‌های جدید دریافت می‌کنند.
fr: Les abonnés bénéficient d'icônes personnalisées et d'un accès anticipé aux nouvelles fonctionnalités.
id: Pelanggan mendapatkan ikon aplikasi kustom dan akses awal ke fitur baru.
ms: Pelanggan mendapat ikon aplikasi tersuai dan akses awal ke ciri baharu.
tr: Aboneler özel uygulama simgeleri ve yeni özelliklere erken erişim elde eder.
ur: سبسکرائبرز کو کسٹم ایپ آئیکنز اور نئی خصوصیات تک جلد رسائی ملتی ہے۔

source: Suhoor
ar: السحور
bn: সেহরি
fa: سحری
fr: Souhour
id: Sahur
ms: Sahur
tr: Sahur
ur: سحری

source: Suhoor Dua
ar: دعاء السحور
bn: সেহরির দোয়া
fa: دعای سحری
fr: Dou'a de Souhour
id: Doa Sahur
ms: Doa Sahur
tr: Sahur Duası
ur: سحری کی دعا

source: Suhoor Reminder
ar: تذكير السحور
bn: সেহরির অনুস্মারক
fa: یادآوری سحری
fr: Rappel de Souhour
id: Pengingat Sahur
ms: Peringatan Sahur
tr: Sahur Hatırlatıcısı
ur: سحری کی یاد دہانی

source: Suhoor Time
ar: وقت السحور
bn: সেহরির সময়
fa: زمان سحری
fr: Heure de Souhour
id: Waktu Sahur
ms: Waktu Sahur
tr: Sahur Vakti
ur: سحری کا وقت

source: Supplications & Remembrances
ar: الأدعية والأذكار
bn: দোয়া এবং যিকির
fa: دعاها و ذکرها
fr: Supplications et invocations
id: Doa & Dzikir
ms: Doa & Zikir
tr: Dualar ve Zikirler
ur: دعائیں اور اذکار

source: Supplications and Remembrances
ar: الأدعية والأذكار
bn: দোয়া এবং যিকির
fa: دعاها و ذکرها
fr: Supplications et invocations
id: Doa dan Dzikir
ms: Doa dan Zikir
tr: Dualar ve Zikirler
ur: دعائیں اور اذکار

source: Support
ar: الدعم
bn: সহায়তা
fa: پشتیبانی
fr: Assistance
id: Dukungan
ms: Sokongan
tr: Destek
ur: تعاون

source: Support Safa
ar: دعم صفا
bn: সাফা সমর্থন করুন
fa: حمایت از صفا
fr: Soutenir Safa
id: Dukung Safa
ms: Sokong Safa
tr: Safa'yı Destekle
ur: صفا کی حمایت کریں

source: Surah
ar: السورة
bn: সূরা
fa: سوره
fr: Sourate
tr: Sure
ur: سورت

source: Surah %lld
ar: السورة %lld
bn: সূরা %lld
fa: سوره %lld
fr: Sourate %lld
tr: Sure %lld
ur: سورت %lld

# Surah %lld, %@, %@, %lld verses%@
source: Surah %1$lld, %2$@, %3$@, %4$lld verses%5$@
ar: السورة %1$lld، %2$@، %3$@، %4$lld آية%5$@
bn: সূরা %1$lld, %2$@, %3$@, %4$lld আয়াত%5$@
fa: سوره %1$lld، %2$@، %3$@، %4$lld آیه%5$@
fr: Sourate %1$lld, %2$@, %3$@, %4$lld versets%5$@
id: Surah %1$lld, %2$@, %3$@, %4$lld ayat%5$@
ms: Surah %1$lld, %2$@, %3$@, %4$lld ayat%5$@
tr: Sure %1$lld, %2$@, %3$@, %4$lld ayet%5$@
ur: سورت %1$lld، %2$@، %3$@، %4$lld آیات%5$@

# Surah %lld, Ayah %lld
source: Surah %1$lld, Ayah %2$lld
ar: السورة %1$lld، الآية %2$lld
bn: সূরা %1$lld, আয়াত %2$lld
fa: سوره %1$lld، آیه %2$lld
fr: Sourate %1$lld, Verset %2$lld
id: Surah %1$lld, Ayat %2$lld
ms: Surah %1$lld, Ayat %2$lld
tr: Sure %1$lld, Ayet %2$lld
ur: سورت %1$lld، آیت %2$lld

# Surah %lld:%lld
source: Surah %1$lld:%2$lld
ar: السورة %1$lld:%2$lld
bn: সূরা %1$lld:%2$lld
fa: سوره %1$lld:%2$lld
fr: Sourate %1$lld:%2$lld
tr: Sure %1$lld:%2$lld
ur: سورت %1$lld:%2$lld

# Surah %lld:%lld - %lld:%lld
source: Surah %1$lld:%2$lld - %3$lld:%4$lld
ar: السورة %1$lld:%2$lld - %3$lld:%4$lld
bn: সূরা %1$lld:%2$lld - %3$lld:%4$lld
fa: سوره %1$lld:%2$lld - %3$lld:%4$lld
fr: Sourate %1$lld:%2$lld - %3$lld:%4$lld
tr: Sure %1$lld:%2$lld - %3$lld:%4$lld
ur: سورت %1$lld:%2$lld - %3$lld:%4$lld

source: Surah Al-Kahf
ar: سورة الكهف
bn: সূরা আল-কাহফ
fa: سوره کهف
fr: Sourate Al-Kahf
tr: Sure El-Kehf
ur: سورت الکہف

source: Surah Number
ar: رقم السورة
bn: সূরা নম্বর
fa: شماره سوره
fr: Numéro de sourate
id: Nomor Surah
ms: Nombor Surah
tr: Sure Numarası
ur: سورت نمبر

source: Surahs
ar: السور
bn: সূরা
fa: سوره‌ها
fr: Sourates
id: Surah
ms: Surah-surah
tr: Sureler
ur: سورتیں

source: Sync to Apple Health
ar: المزامنة مع Apple Health
bn: Apple Health এ সিঙ্ক করুন
fa: همگام‌سازی با سلامت اپل
fr: Synchroniser avec Apple Santé
id: Sinkronkan ke Apple Health
ms: Segerak ke Apple Health
tr: Apple Sağlık'a Senkronize Et
ur: Apple Health سے سنک کریں

source: System Accessibility
ar: إمكانية الوصول للنظام
bn: সিস্টেম অ্যাক্সেসযোগ্যতা
fa: دسترسی‌پذیری سیستم
fr: Accessibilité système
id: Aksesibilitas Sistem
ms: Kebolehcapaian Sistem
tr: Sistem Erişilebilirliği
ur: نظام رسائی

source: Tahajjud: 2 to 12 rak'ahs (pairs of 2)
ar: تهجد: ٢ إلى ١٢ ركعة (أزواج من ٢)
bn: তাহাজ্জুদ: ২ থেকে ১২ রাকআত (২ এর জোড়ায়)
fa: تهجد: ۲ تا ۱۲ رکعت (جفت‌های ۲ تایی)
fr: Tahajjud : 2 à 12 rak'ahs (paires de 2)
id: Tahajud: 2 hingga 12 rakaat (berpasangan 2)
ms: Tahajjud: 2 hingga 12 rakaat (pasangan 2)
tr: Teheccüd: 2 ila 12 rekât (2'li çiftler)
ur: تہجد: ٢ سے ١٢ رکعات (٢ کے جوڑوں میں)

source: Tap the heart on any dua to save it here.
ar: اضغط على القلب في أي دعاء لحفظه هنا.
bn: এখানে সংরক্ষণ করতে যেকোন দোয়ার হার্টে ট্যাপ করুন।
fa: روی قلب در هر دعا ضربه بزنید تا اینجا ذخیره شود.
fr: Appuyez sur le cœur de n'importe quelle dou'a pour l'enregistrer ici.
id: Ketuk hati pada doa mana pun untuk menyimpannya di sini.
ms: Ketuk hati pada sebarang doa untuk simpan di sini.
tr: Herhangi bir duayı buraya kaydetmek için kalbe dokunun.
ur: کسی بھی دعا پر دل ٹیپ کریں تاکہ اسے یہاں محفوظ کریں۔

source: Tap to Count
ar: اضغط للعد
bn: গণনা করতে ট্যাপ করুন
fa: ضربه بزنید برای شمارش
fr: Toucher pour compter
id: Ketuk untuk Menghitung
ms: Ketuk untuk Kira
tr: Saymak İçin Dokun
ur: گننے کے لیے ٹیپ کریں

source: Tap to log
ar: اضغط للتسجيل
bn: লগ করতে ট্যাপ করুন
fa: ضربه بزنید برای ثبت
fr: Toucher pour enregistrer
id: Ketuk untuk catat
ms: Ketuk untuk rekod
tr: Kaydetmek için dokun
ur: لاگ کرنے کے لیے ٹیپ کریں

source: Tap to mark today's juz as read
ar: انقر لتسجيل قراءة جزء اليوم
bn: আজকের পারা পড়া হয়েছে চিহ্নিত করতে ট্যাপ করুন
fa: برای ثبت خواندن جزء امروز ضربه بزنید
fr: Appuyez pour marquer le juz d’aujourd’hui comme lu
id: Ketuk untuk menandai juz hari ini sudah dibaca
ms: Ketik untuk tandakan juzuk hari ini telah dibaca
tr: Bugünkü cüzü okundu olarak işaretlemek için dokunun
ur: آج کا پارہ پڑھا ہوا نشان لگانے کے لیے ٹیپ کریں

source: Tap to navigate to source
ar: اضغط للانتقال إلى المصدر
bn: উৎসে নেভিগেট করতে ট্যাপ করুন
fa: ضربه بزنید برای رفتن به منبع
fr: Toucher pour naviguer vers la source
id: Ketuk untuk navigasi ke sumber
ms: Ketuk untuk navigasi ke sumber
tr: Kaynağa gitmek için dokun
ur: ماخذ پر جانے کے لیے ٹیپ کریں

source: Tap to Record
ar: اضغط للتسجيل
bn: রেকর্ড করতে ট্যাপ করুন
fa: ضربه بزنید برای ضبط
fr: Toucher pour enregistrer
id: Ketuk untuk Rekam
ms: Ketuk untuk Rakam
tr: Kaydetmek İçin Dokun
ur: ریکارڈ کرنے کے لیے ٹیپ کریں

source: Tap to set up
ar: اضغط للإعداد
bn: সেট আপ করতে ট্যাপ করুন
fa: ضربه بزنید برای تنظیم
fr: Toucher pour configurer
id: Ketuk untuk mengatur
ms: Ketuk untuk sediakan
tr: Ayarlamak için dokun
ur: سیٹ اپ کرنے کے لیے ٹیپ کریں

source: Taraweeh
ar: التراويح
bn: তারাবীহ
fa: تراویح
fr: Tarawih
id: Tarawih
ms: Terawih
tr: Teravih
ur: تراویح

source: Taraweeh Time
ar: وقت التراويح
bn: তারাবীহর সময়
fa: زمان تراویح
fr: Heure du Tarawih
id: Waktu Tarawih
ms: Waktu Terawih
tr: Teravih Vakti
ur: تراویح کا وقت

source: Taraweeh Tonight
ar: التراويح الليلة
bn: আজ রাতে তারাবীহ
fa: تراویح امشب
fr: Tarawih ce soir
id: Tarawih Malam Ini
ms: Terawih Malam Ini
tr: Bu Gece Teravih
ur: آج رات تراویح

source: Target
ar: الهدف
bn: লক্ষ্য
fa: هدف
fr: Objectif
ms: Sasaran
tr: Hedef
ur: ہدف

source: Target Count
ar: العدد المستهدف
bn: লক্ষ্য গণনা
fa: تعداد هدف
fr: Comptage cible
id: Target Hitungan
ms: Kiraan Sasaran
tr: Hedef Sayısı
ur: ہدف گنتی

source: Tasbeeh
ar: التسبيح
bn: তাসবীহ
fa: تسبیح
fr: Tasbih
ms: Tasbih
tr: Tesbih
ur: تسبیح

source: Tasbeeh Counter
ar: عداد التسبيح
bn: তাসবীহ কাউন্টার
fa: شمارنده تسبیح
fr: Compteur Tasbih
id: Penghitung Tasbeeh
ms: Pengira Tasbih
tr: Tesbih Sayacı
ur: تسبیح کاؤنٹر

source: Tasbeeh counter reset
ar: تم إعادة ضبط عداد التسبيح
bn: তাসবীহ কাউন্টার রিসেট
fa: شمارنده تسبیح بازنشانی شد
fr: Compteur tasbih réinitialisé
id: Penghitung tasbeeh direset
ms: Pengira tasbih diset semula
tr: Tesbih sayacı sıfırlandı
ur: تسبیح کاؤنٹر ری سیٹ

source: Tell us more...
ar: أخبرنا المزيد...
bn: আমাদের আরো বলুন...
fa: بیشتر به ما بگویید...
fr: Dites-nous en plus...
id: Ceritakan lebih banyak...
ms: Beritahu kami lebih lanjut...
tr: Bize daha fazla anlat...
ur: ہمیں مزید بتائیں...

source: Terms of Service
ar: شروط الخدمة
bn: সেবার শর্তাবলী
fa: شرایط خدمات
fr: Conditions d'utilisation
id: Ketentuan Layanan
ms: Syarat Perkhidmatan
tr: Hizmet Şartları
ur: خدمات کی شرائط

source: Test Haptics
ar: اختبار الاهتزاز اللمسي
bn: হ্যাপটিক্স পরীক্ষা করুন
fa: آزمایش لمسی
fr: Tester le retour haptique
id: Uji Haptik
ms: Uji Haptik
tr: Dokunsal Geri Bildirimi Test Et
ur: ہیپٹکس ٹیسٹ کریں

source: Test Prayer Notification (5s)
ar: اختبار إشعار الصلاة (5 ثوانٍ)
bn: নামাজ বিজ্ঞপ্তি পরীক্ষা করুন (৫সে)
fa: آزمایش اعلان نماز (۵ ثانیه)
fr: Tester la notification de prière (5s)
id: Uji Notifikasi Shalat (5d)
ms: Uji Pemberitahuan Solat (5s)
tr: Namaz Bildirimini Test Et (5sn)
ur: نماز کی اطلاع ٹیسٹ کریں (5s)

source: Test Review Prompt
ar: اختبار مطالبة المراجعة
bn: পর্যালোচনা প্রম্পট পরীক্ষা করুন
fa: آزمایش اعلان بررسی
fr: Tester l'invite d'évaluation
id: Uji Prompt Ulasan
ms: Uji Gesaan Ulasan
tr: Değerlendirme İstemini Test Et
ur: جائزہ پرامپٹ ٹیسٹ کریں

source: Thank you for supporting Safa.
ar: شكرًا لدعمك صفا.
bn: সাফা সমর্থন করার জন্য ধন্যবাদ।
fa: از حمایت شما از صفا سپاسگزاریم.
fr: Merci de soutenir Safa.
id: Terima kasih telah mendukung Safa.
ms: Terima kasih kerana menyokong Safa.
tr: Safa'yı desteklediğiniz için teşekkürler.
ur: صفا کی حمایت کے لیے شکریہ۔
